templateXML/recuperaInfoCandidatiListeCamera.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:elet="http://it.mininterno.sie/elettorale">
    <soapenv:Header/>
    <soapenv:Body>
    <elet:ParametriRichiestaRecuperaElettori>
        <elet:Utente>
            <elet:UserID>{{UserID}}</elet:UserID>
            <elet:Password>{{Password}}</elet:Password>
        </elet:Utente> 
        <elet:Evento>
            <elet:TipoElezione>{{TipoElezione}}</elet:TipoElezione>
            <elet:DataElezione>{{DataElezione}}</elet:DataElezione>
        </elet:Evento>
        <elet:DataOraInizioComunicazione>{{DataOraInizioComunicazione}}</elet:DataOraInizioComunicazione>
        <elet:CodiceProvincia>{{CodiceProvincia}}</elet:CodiceProvincia>
        <elet:CodiceComune>{{CodiceComune}}</elet:CodiceComune>
    </elet:ParametriRichiestaRecuperaElettori>
</soapenv:Body>
</soapenv:Envelope>